[
  {
    "id": 1,
    "name": "Air Force Jordan",
    "price": 3800,
    "image": "1.Air Force Air Jordan Nike Sneakers .png",
    "color": "Red",
    "description": "The Air Force Air Jordan expertly merges the timeless, classic style of the Air Force 1 with the distinct, iconic flair of the Air Jordan brand. This combination delivers unparalleled comfort and a standout aesthetic, making it the perfect choice for those who want to make a bold fashion statement while enjoying superior comfort.",
    "rating": 4.5,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 2,
    "name": "Air Force Nike",
    "price": 3500,
    "image": "2.Air Force Nike Free Nike Air Max Shoe .png",
    "color": "Red",
    "description": "The Air Force Nike showcases a sleek, modern design that seamlessly integrates the enduring appeal of the Air Force series with Nike's latest technological advancements. This shoe provides a contemporary look while ensuring top-notch performance and comfort, making it ideal for those who seek both style and functionality.",
    "rating": 4.3,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 3,
    "name": "Air Jordan Sneakers",
    "price": 3800,
    "image": "3.Air Jordan Pink White Sneakers Nike .png",
    "color": "Pink",
    "description": "Elevate your footwear game with the Air Jordan Sneakers, meticulously crafted for those who demand both exceptional style and high performance. These sneakers are perfect for making a powerful statement on and off the court, combining vibrant aesthetics with superior functionality.",
    "rating": 4.6,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 4,
    "name": "Nike Retro style",
    "price": 2900,
    "image": "4.Air Jordan Shoe Nike Sneakers Clothing .png",
    "color": "Blue",
    "description": "The Nike Shoe Retro style pays homage to the iconic look of classic Nike sneakers, while incorporating modern enhancements for improved comfort and style. This blend of vintage design with contemporary upgrades ensures a comfortable fit and a striking appearance, making it a standout addition to any sneaker collection.",
    "rating": 4.4,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 5,
    "name": "Air Jordan Sneakers",
    "price": 3500,
    "image": "5.Air Jordan Sneakers Nike Shoe Retro style .png",
    "color": "White",
    "description": "The Air Jordan Sneakers represent a seamless fusion of classic heritage and modern innovation. These sneakers offer exceptional comfort while honoring the legendary Air Jordan lineage, making them a superb choice for those who appreciate both tradition and cutting-edge design.",
    "rating": 4.5,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 6,
    "name": "Black Nike Sneaker",
    "price": 1400,
    "image": "6.Black Nike Sneaker.png",
    "color": "Black",
    "description": "Discover the sleek, stealthy elegance of the Black Nike Sneaker. Designed for those who value understated style and high performance, this sneaker provides a refined look combined with top-tier functionality, making it a versatile choice for various activities.",
    "rating": 4.2,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 7,
    "name": "Light Gray Adidas",
    "price": 899,
    "image": "7.Light Gray Adidas.png",
    "color": "LightGray",
    "description": "The Light Gray Adidas sneaker offers a modern, versatile design that's perfect for everyday wear. Combining comfort with a contemporary aesthetic, this sneaker is an essential addition to any wardrobe, providing both style and practicality in one sleek package.",
    "rating": 4.1,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 8,
    "name": "Black Tiger Patch",
    "price": 1999,
    "image": "8.Monks Toni 24 Black Tiger Patch.png",
    "color": "Black",
    "description": "Unleash your wild side with the Black Tiger Patch sneakers, featuring an eye-catching tiger patch design that adds a bold and distinctive flair to any outfit. These sneakers are designed for those who want to stand out and make a unique style statement.",
    "rating": 4.1,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 9,
    "name": "Nike Air Jordan",
    "price": 2850,
    "image": "9.Nike Air Max Air Jordan Jumpman Sneakers .png",
    "color": "Black",
    "description": "The Nike Air Max Air Jordan combines the revolutionary cushioning of Air Max technology with the legendary design of Air Jordan. This dynamic blend provides unparalleled comfort and a striking look, ideal for serious athletes and sneaker enthusiasts alike.",
    "rating": 4.7,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 10,
    "name": "Air Max Sneakers",
    "price": 3000,
    "image": "10.Nike Air Max Sneakers Nike Free Air Force 1 Air Jordan .png",
    "color": "Black",
    "description": "Nike Air Max Sneakers offer exceptional cushioning and support, making them an excellent choice for athletes who need both top performance and everyday comfort. These sneakers combine advanced technology with a sleek design for a truly superior footwear experience.",
    "rating": 4.3,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 11,
    "name": "Nike Air Max270",
    "price": 2800,
    "image": "11.Nike Air Max270 Black Orange Sneaker.png",
    "color": "Black Orange",
    "description": "Featuring a bold and dynamic design, the Nike Air Max270 offers maximum comfort and style. This sneaker is designed for those who want to make a statement while enjoying unparalleled support and cushioning for all-day wear.",
    "rating": 4.4,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 12,
    "name": "Nike Air Max270",
    "price": 2890,
    "image": "12.Nike Air Max270 White Sneaker.png",
    "color": "White",
    "description": "The Nike Air Max270 in white delivers a clean, modern aesthetic combined with the renowned comfort and performance of the Air Max series. This sneaker is perfect for those who appreciate a sophisticated look without compromising on quality and support.",
    "rating": 4.4,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 13,
    "name": "Nike Denim Air Force1",
    "price": 3000,
    "image": "13.Nike Denim Air Force1 Sneaker.png",
    "color": "Gray",
    "description": "The Nike Denim Air Force1 offers a unique twist on the classic Air Force silhouette with a stylish denim finish. This distinctive design element makes it a standout choice for sneaker collectors and fashion enthusiasts who want to add a touch of individuality to their collection.",
    "rating": 4.6,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 14,
    "name": "Nike Flywire Shoe",
    "price": 1000,
    "image": "14.Nike Flywire Shoe Sneakers Nike Air Max .png",
    "color": "Black",
    "description": "Experience the advanced design of the Nike Flywire Shoe, offering superior support and a lightweight feel. This sneaker is ideal for athletes seeking both stability and flexibility, providing a high-performance option for rigorous activities.",
    "rating": 4.3,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 15,
    "name": "Nike Air Force",
    "price": 2499,
    "image": "15.Nike Free Air Force  Nike Air Max Sneakers.png",
    "color": "Red",
    "description": "The Nike Free Air Force integrates the flexibility of Nike Free technology with the classic Air Force design. This combination results in a sneaker that offers both comfort and style, making it a versatile choice for various everyday activities.",
    "rating": 4.4,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 16,
    "name": "Nike Air Force",
    "price": 2990,
    "image": "16.Nike Free Air Force Nike Air Max Shoe .png",
    "color": "Blue",
    "description": "Enjoy unparalleled comfort and striking style with the Nike Free Air Force. Featuring a flexible design and bold color options, this sneaker makes a confident statement while providing exceptional wearability and support.",
    "rating": 4.4,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 17,
    "name": "Air Max Air Jordan",
    "price": 3899,
    "image": "17.Nike Free Nike Air Max Air Jordan Sneakers .png",
    "color": "Yellow Black",
    "description": "The Air Max Air Jordan Sneakers offer a powerful blend of Air Max cushioning and Air Jordan style, designed for athletes who want both exceptional performance and eye-catching design. These sneakers are perfect for those who push their limits and demand the best.",
    "rating": 4.5,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 18,
    "name": "Jordan Sneakers",
    "price": 3850,
    "image": "18.Nike Free Nike Air Max Air Jordan Sneakers.png",
    "color": "Red Black",
    "description": "Featuring a bold design and superior comfort, the Air Max Air Jordan Sneakers are crafted for those who seek the ultimate in both style and performance. This sneaker ensures that you stand out and stay comfortable, making it an excellent choice for any activity.",
    "rating": 4.6,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 19,
    "name": "Nike Free Nike Air",
    "price": 2999,
    "image": "19.Nike Free Nike Air Max Sneakers Shoe, red shoes .png",
    "color": "Red",
    "description": "The Nike Free Nike Air combines the adaptive flexibility of Nike Free technology with the classic Nike Air look, offering a comfortable and supportive sneaker perfect for any activity. This design ensures you get both performance and style in one versatile package.",
    "rating": 4.3,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 20,
    "name": "Nike Lunarlon",
    "price": 3400,
    "image": "20.Nike Lunarlon Running Shoe.png",
    "color": "White",
    "description": "Run with ease in the Nike Lunarlon Running Shoe, featuring advanced Lunarlon cushioning that provides a smooth, responsive ride for runners of all levels. This sneaker combines cutting-edge technology with a sleek design, ensuring a comfortable and stylish run every time.",
    "rating": 4.2,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 21,
    "name": "Sportswear Nike",
    "price": 3000,
    "image": "21.Shoe Sneakers Sportswear Nike Air Jordan .png",
    "color": "White",
    "description": "The Sportswear Nike Air Jordan blends the iconic Air Jordan aesthetic with contemporary sportswear design. This fusion provides a sneaker that is both stylish and comfortable, making it an excellent choice for various occasions and ensuring you look great while feeling good.",
    "rating": 4.5,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 22,
    "name": "Slipper Skate Shoe",
    "price": 2800,
    "image": "22.Slipper Skate shoe White Sneakers .png",
    "color": "White",
    "description": "The Slipper Skate Shoe features a comfortable, casual design that's ideal for skaters and those who need a versatile shoe for both the skate park and everyday activities. Its practical design ensures durability while maintaining a stylish appearance.",
    "rating": 4.2,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 23,
    "name": "Nike Flywire Shoe",
    "price": 2180,
    "image": "23.Sneakers Air Force 1 Nike Flywire Shoe.png",
    "color": "White",
    "description": "The Nike Flywire Shoe stands out with its enhanced support and lightweight performance. Designed for athletes who require stability and flexibility, this sneaker delivers on both fronts, making it a top choice for high-intensity activities and daily wear.",
    "rating": 4.3,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 24,
    "name": "Nike Cortez Shoe",
    "price": 2310,
    "image": "24.Sneakers Nike Cortez Shoe .png",
    "color": "White",
    "description": "The Sneakers Nike Cortez Shoe revives a classic sneaker silhouette with a modern twist. This timeless design is paired with contemporary comfort features, making it a versatile and stylish addition to any sneaker collection.",
    "rating": 4.2,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 25,
    "name": "Nike Skateboarding",
    "price": 4999,
    "image": "25.Sneakers Skate shoe Nike Dunk Nike Skateboarding .png",
    "color": "Green",
    "description": "Tailored for skaters, the Nike Dunk Nike Skateboarding shoe offers both durability and style. Its robust design is perfect for the demands of skateboarding while also looking great off the board, making it an excellent choice for those who live and breathe skate culture.",
    "rating": 4.3,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 26,
    "name": "Air Jordan shoe",
    "price": 3899,
    "image": "26.unpaired black, white, and red Air Jordan shoe .png",
    "color": "Black White",
    "description": "The Air Jordan shoe combines classic design elements with modern performance features, resulting in a sneaker that's ideal for athletes who want to stay ahead of the curve. This shoe offers both style and functionality, ensuring you perform at your best while looking great.",
    "rating": 4.6,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 27,
    "name": "Nike Air Max shoe",
    "price": 2600,
    "image": "27.unpaired green and b lack Nike Air Max shoe .png",
    "color": "Green",
    "description": "The Nike Air Max shoe provides exceptional comfort and support with its advanced Air Max cushioning technology. Ideal for everyday wear, this sneaker combines durability with a stylish design, ensuring you stay comfortable and fashionable throughout the day.",
    "rating": 4.3,
    "for": "Men",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 28,
    "name": "White Nike Sneaker",
    "price": 1700,
    "image": "28.White Nike Sneaker.png",
    "color": "White",
    "description": "The White Nike Sneaker is a versatile and fashionable choice, featuring a clean design that complements any outfit. Combining classic aesthetics with the comfort you expect from Nike, this sneaker is a practical addition to any wardrobe, suitable for various occasions.",
    "rating": 4.3,
    "for": "Unisex",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 29,
    "name": "Nike Pegasus 41",
    "price": 1700,
    "image": "29.Nike Pegasus 41.png",
    "color": "White",
    "description": "The White Nike Sneaker is a versatile and fashionable choice, featuring a clean design that complements any outfit. Combining classic aesthetics with the comfort you expect from Nike, this sneaker is a practical addition to any wardrobe, suitable for various occasions.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Boys",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 30,
    "name": "White Nike Sneaker",
    "price": 1600,
    "image": "30.Giannis Immortality 4.png",
    "color": "Blue",
    "description": "Step into style with the White Nike Sneaker, offering a sleek blue design perfect for any young trendsetter.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Boys",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 31,
    "name": "Black Nike Sneaker",
    "price": 1700,
    "image": "31.Giannis Immortality 4.png",
    "color": "Black",
    "description": "The Black Nike Sneaker combines boldness with comfort, making it a great choice for any young athlete.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Boys",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 32,
    "name": "Blue Nike Sneaker",
    "price": 1650,
    "image": "32.Tatum 2.png",
    "color": "blue",
    "description": "Featuring a vibrant blue hue, the Blue Nike Sneaker is designed for active girls who love to stand out.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Girls",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 33,
    "name": "Black Nike Air Max Dn",
    "price": 1800,
    "image": "33.Nike Air Max Dn.png",
    "color": "Black",
    "description": "The Black Nike Air Max Dn offers premium comfort and style, perfect for everyday wear or sports activities.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Boys",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 34,
    "name": "White Nike Air Max SYSTM",
    "price": 1750,
    "image": "34.Nike Air Max SYSTM.png",
    "color": "White",
    "description": "Classic and stylish, the White Nike Air Max SYSTM ensures your young one stays fashionable and comfortable.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Boys",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 35,
    "name": "Nike Air Max 1",
    "price": 1900,
    "image": "35.Nike Air Max 1.png",
    "color": "White",
    "description": "A timeless classic, the Nike Air Max 1 delivers unmatched comfort and a stylish look for both play and leisure.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Boys",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 36,
    "name": "Nike Air Max SC",
    "price": 1850,
    "image": "36.Nike Air Max SC.png",
    "color": "White",
    "description": "With its sleek design, the Nike Air Max SC combines style and comfort, perfect for active girls.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Girls",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 37,
    "name": "Nike Air Max Excee",
    "price": 1700,
    "image": "37.Nike Air Max Excee.png",
    "color": "White",
    "description": "The Nike Air Max Excee features a modern look and incredible comfort, making it ideal for everyday adventures.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Girls",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 38,
    "name": "Nike Air Max 90",
    "price": 2000,
    "image": "38.Nike Air Max 90.png",
    "color": "White",
    "description": "The Nike Air Max 90 delivers a perfect blend of style and comfort, perfect for any active lifestyle.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Girls",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 39,
    "name": "Nike Air Max 90 LTR",
    "price": 2050,
    "image": "39.Nike Air Max 90 LTR.png",
    "color": "Pink",
    "description": "Stylish and comfortable, the Nike Air Max 90 LTR is a must-have for trendy girls who love to stand out.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Girls",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 40,
    "name": "Nike Air Max 90 LTR",
    "price": 2050,
    "image": "40.Nike Air Max 90 LTR.png",
    "color": "Pink",
    "description": "The Nike Air Max 90 LTR in pink is perfect for young fashionistas who value both style and comfort.",
    "rating": 4.3,
    "for": "Kids",
    "kids": "Girls",
    "size": [34, 35, 36, 37]
  },
  {
    "id": 41,
    "name": "Nike Blazer Mid '77",
    "price": 2100,
    "image": "41.Nike Blazer Mid '77.png",
    "color": "White",
    "description": "The Nike Blazer Mid '77 combines vintage aesthetics with modern comfort, making it perfect for women on the go.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 42,
    "name": "Nike Blazer Low '77",
    "price": 2000,
    "image": "42.Nike Blazer Low '77.png",
    "color": "White",
    "description": "Stylish and versatile, the Nike Blazer Low '77 is great for casual outings or everyday wear.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 43,
    "name": "Nike Blazer Mid '77",
    "price": 2100,
    "image": "43.Nike Blazer Mid '77.png",
    "color": "White",
    "description": "Embrace retro style with the Nike Blazer Mid '77, designed for comfort and timeless fashion.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 44,
    "name": "Nike SB Zoom",
    "price": 2200,
    "image": "44.Nike SB Zoom.png",
    "color": "White",
    "description": "The Nike SB Zoom offers superior cushioning and grip, perfect for skateboarders and streetwear enthusiasts alike.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 45,
    "name": "Nike Blazer Platform",
    "price": 2300,
    "image": "45.Nike Blazer Platform.png",
    "color": "White",
    "description": "Elevate your look with the Nike Blazer Platform, combining style with extra height for a trendy silhouette.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 46,
    "name": "Nike Blazer Vintage",
    "price": 2100,
    "image": "46.Nike Blazer Vintage.png",
    "color": "Blue",
    "description": "Capture vintage vibes with the Nike Blazer Vintage, perfect for fashion-forward women seeking comfort.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 47,
    "name": "Nike SB Zoom",
    "price": 2200,
    "image": "47.Nike SB Zoom.png",
    "color": "Blue",
    "description": "The Nike SB Zoom in blue provides excellent support and style, tailored for skaters and casual wearers.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  },
  {
    "id": 48,
    "name": "Nike SB Zoom",
    "price": 2200,
    "image": "48.Nike SB Zoom.png",
    "color": "Black",
    "description": "Durable and stylish, the Nike SB Zoom in black is perfect for both skating and everyday adventures.",
    "rating": 4.3,
    "for": "Women",
    "size": [39, 40, 41, 42]
  }
]
